import Layout from "../components/Layout";

export default function AboutPage() {
  return (
  <>
  
      <h1 className="text-2xl font-bold mb-4">ჩვენ შესახებ</h1>
      <p>
        ჩვენი პლატფორმა ეხმარება სატრანსპორტო კომპანიებს ციფრულად გაყიდონ
        მომსახურება და მიაღწიონ ახალ მომხმარებლებს.
      </p>
      <p>
        ჩვენ ვამარტივებთ შეკვეთებს, ოპტიმიზაციას ვუკეთებთ მარშრუტებს და
        ვუზრუნველყოფთ გამჭვირვალე კომუნიკაციას კლიენტსა და გადამზიდავს შორის.
      </p>
      <p>
        ჩვენი ხედვაა შევქმნათ რეგიონში წამყვანი ციფრული სატრანსპორტო ეკოსისტემა.
      </p>
    </>
  );
}
