
export default function TermsPage() {
  return (
    <>
      <h1 className="text-2xl font-bold mb-4">წესები და პირობები</h1>
      <p>
        მომხმარებელი ვალდებულია გადასახადი შეასრულოს წინასწარ და სწორად
        შეავსოს ყველა საჭირო ინფორმაცია.
      </p>
      <p>
        პლატფორმა არ არის პასუხისმგებელი გზის გაუთვალისწინებელ შეფერხებებზე,
        თუმცა მაქსიმალურად უზრუნველყობს ინფორმირებას.
      </p>
      <p>
        სერვისის გამოყენებით მომხმარებელი თანხმობას აცხადებს ჩვენი
        პირობების დაცვაზე.
      </p>
    </>
  );
}
